Repository: camptocamp/geoshop-back
Catalog: api/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Invoice contact does not belong to the client of this order!
fr: Le contact pour la facturation n'est pas dans le carnet d'adresses du client à qui appartient cette commande.

source: All the items have been submitted to Extract again.
fr: Tous les produits commandés de cette commande ont été renvoyés à Extract.

source: Quote has been successfully done and an email has been sent to client
fr: Le devis de la commande a été calculé et le client a été notifié

source: Order prices cannot be calculated! Client will not be notified!
fr: Le devis de la commande ne peut pas être calculé, le client ne sera pas notifié

source: Important dates
fr: Dates importantes

source: Registration confirmation
fr: Confirmation d'inscription

source: Your account has been registered successfully.
fr: Votre compte est désormais actif.

source: User is registered and an email has been sent to client
fr: Le client est actif et un email lui a été envoyé.

source: User is not active yet! Client will not be notified!
fr: Le client n'est pas encore actif, aucun email ne lui a été envoyé pour l'instant.

source: Search
fr: Recherche

source: A search term.
fr: Entrez ici votre recherche

source: first_name
fr: Prénom

source: last_name
fr: Nom

source: street
fr: adresse

source: street2
fr: complément d'adresse

source: postcode
fr: NPA

source: city
fr: ville

source: country
fr: pays

source: company_name
fr: raison sociale

source: phone
fr: téléphone

source: belongs_to
fr: appartient à

source: sap_id
fr: Numéro SAP

source: subscribed
fr: utilisateur permanent

source: is_active
fr: actif

source: name
fr: nom

source: link
fr: lien

source: Please complete the above URL
fr: Veuillez compléter l'URL ci-dessus

source: data_format
fr: format du produit

source: order type
fr: type de commande

source: order types
fr: types de commande

source: user
fr: utilisateur

source: ide_number
fr: Numéro IDE

source: IDE number is not valid
fr: Le numéro IDE n'est pas valable

source: contract_accepted
fr: Date d'acceptation du contrat

source: is_public
fr: public?

source: birthday
fr: Date de naissance

source: identity
fr: identité

source: description_fr
fr: description

source: metadata_category_ech
fr: Thématique eCH pour les métadonnées

source: Approval needed
fr: Diffusion restreinte

source: Not accessible
fr: Non diffusé

source: Internal
fr: Non diffusé, métadonnée interne

source: id_name
fr: nom unique

source: ech_category
fr: catégorie eCH

source: description_long
fr: description longue

source: genealogy
fr: généalogie

source: datasource
fr: source de diffusion

source: accessibility
fr: accessibilité

source: scale
fr: échelle

source: geocat_link
fr: lien Géocat

source: legend_link
fr: lien vers la légende

source: image_link
fr: lien vers l'image

source: wms_link
fr: lien WMS

source: geoportal_link
fr: lien géoportail

source: contact_persons
fr: Interlocuteurs

source: modified_user
fr: modifié par

source: data_last_update_date
fr: Dernière mise à jour des données

source: update_frequency
fr: Fréquence de mise à jour

source: metadata
fr: métadonnée

source: Can view metadata with accessibility set to "internal"
fr: Accès aux métadonnées intranet

source: legend
fr: Légende

source: contact_person
fr: contact

source: Manager
fr: Gestionnaire

source: is_validator
fr: Est validateur?

source: metadata_contact
fr: interlocuteur

source: Free
fr: gratuit

source: Single
fr: unique

source: By number of objects
fr: selon le nombre d'objets

source: By area
fr: selon la surface

source: From a pricing layer
fr: selon couche de tarification

source: From children products of this group
fr: selon les produits enfants de ce groupe

source: Manual
fr: traitement manuel

source: pricing_type
fr: type de tarification

source: base_fee
fr: taxe de base

source: min_price
fr: prix minimum

source: max_price
fr: prix maximum

source: unit_price
fr: prix unitaire

source: pricing
fr: tarification

source: price
fr: prix

source: geom
fr: géométrie

source: pricing_layer
fr: couche de tarification

source: Draft
fr: Brouillon

source: Published
fr: Publié

source: Published only in group
fr: Seulement dans un groupe

source: Deprecated
fr: Obsolète

source: label
fr: étiquette

source: Label contains forbidden characters
fr: L'étiquette' contient des caractères spéciaux interdits.

source: product_status
fr: Statut

source: group
fr: groupe

source: provider
fr: fournisseur

source: free_when_subscribed
fr: gratuit pour utilisateurs permanents

source: order_index
fr: rang

source: thumbnail_link
fr: lien vers l'aperçu

source: product
fr: produit

source: thumbnail
fr: aperçu

source: Pending
fr: En attente

source: Quote done
fr: Devis réalisé

source: Ready
fr: A traiter

source: In extract
fr: Dans Extract

source: Partially delivered
fr: Partiellement traité

source: Processed
fr: Traité

source: Archived
fr: Archivé

source: Rejected
fr: Rejeté

source: title
fr: titre

source: Title contains forbidden characters
fr: Le titre contient des caractères spéciaux interdits.

source: processing_fee
fr: taxe de base

source: total_without_vat
fr: total sans TVA

source: part_vat
fr: dont TVA

source: total_with_vat
fr: total avec TVA

source: invoice_contact
fr: facture

source: invoice_reference
fr: référence

source: email_deliver
fr: email de livraison

source: order_type
fr: type de commande

source: date_ordered
fr: date de commande

source: date_downloaded
fr: date de téléchargement

source: date_processed
fr: date de traitement

source: download_guid
fr: GUID de téléchargement

source: order
fr: commande

source: Geoshop - Quote requested
fr: Geoshop - Devis demandé

source: A new quote has been requested:
fr: Un devis a été demandé. Il s'agit soit d'un produit dont la tarification est manuelle, soit d'une commande utilisateur permanent dont le client ou le contact n'est pas encore défini comme tel dans l'admin. Il faut contrôler et renseigner les prix manuellement dans l'admin du geoshop. Détails:

source: Geoshop - Quote has been done
fr: Geoshop - Devis réalisé

source: Geoshop - Download ready
fr: Geoshop - Commande traitée

source: Calculated
fr: calculé

source: Imported
fr: importé

source: Validation pending
fr: En attente de validation

source: last_download
fr: date du dernier téléchargement

source: validation_date
fr: Date de validation

source: price_status
fr: statut du prix

source: status
fr: statut

source: comment
fr: Remarques

source: token
fr: jeton

source: order_item
fr: produit commandé

source: Geoshop - Validation requested
fr: Geoshop - Validation demandée

source: db_name
fr: nom de la bd

source: export_name
fr: nom d'export

source: field_type
fr: type de champ

source: field_length
fr: longueur du champ

source: product_field
fr: attribut

source: is_manual
fr: traitement manuel

source: product_format
fr: Relation format - produit

source: user_change
fr: changement d'un utilisateur

source: Geoshop - Error, pricing is not defined
fr: Geoshop - Erreur, tarification inconnue

source: {} is not defined in pricing module.
fr: {} n'est pas définie dans le module pricing.

source: Geoshop - Error, pricing has no geometries linked to it
fr: Geoshop - Erreur, la tarification n'a pas de géométrie associée

source: The pricing "{}" is defined but no geometries were found for it.
fr: La tarification "{}" existe mais aucune couche géométrique n'a été trouvée pour le calcul.

source: Invalid format: string or unicode input unrecognized as GeoJSON, WKT EWKT or HEXEWKB.
fr: Format invalide: GeoJSON, WKT EWKT ou HEXEWKB non reconnu.

source: Unable to convert to python object: {}
fr: Impossible à convertir en objet Python

source: Order area is too large
fr: Le périmètre de commande est trop grand

source: Geoshop - Invalid geometry
fr: Geoshop - Géométrie invalide

source: A new order has been submitted and its geometry is invalid:
fr: Une nouvelle commande a été soumise et sa géométrie est invalide:

source: The two password fields didn't match.
fr: Les deux mots de passe ne correspondent pas

source: Reset order for Extract
fr: Renvoyer l'entier de la commande à Extract

source: Send quote to client
fr: Envoyer le devis au client

source: Send confirmation email to client
fr: Envoyer un email de confirmation au client

source: Dear administrator,
fr: Hello l'admin du géoshop,

source: This email was sent to you because you are an administrator of the Geoshop.
fr: Cet email vous a été envoyé car vous êtes administrateur du Geoshop.

source: Dear user,
fr: Bonjour,

source: This is an automated email, please do not reply. For any question, feel free to contact us at
fr: Ceci est un email automatique, prière de ne pas y répondre. Pour toute question ou information supplémentaire, n'hésitez pas à nous contacter à

source: The extraction for order n°%(order_id)s has been completed.
fr: L'extraction pour la commande n°%(order_id)s a été réalisée.

source: Log in to the Geoshop and download the ordered products from the "My Orders" section or by clicking directly on this link:
fr: Connectez-vous sur le géoshop et téléchargez les produits commandés dans la section "Mes commandes" ou en cliquant directement sur ce lien:

source: Please note that the download links are only available for 1 month.
fr: Veuillez prendre note que les liens de téléchargement ne sont disponibles que pendant 1 mois.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
fr: Vous recevez cet email car vous avez demandé une modification de mot de passe sur %(site_name)s.

source: Please go to the following page and choose a new password:
fr: Cliquez sur ce lien pour mettre à jour votre mot de passe:

source: Your username, in case you’ve forgotten:
fr: Votre nom d'utilisateur est:

source: The quote for order n°%(order_id)s has been completed.
fr: Le devis pour la commande n°%(order_id)s a été réalisé.

source: Log in to the Geoshop and confirm or cancel your order in the "My Orders" section."
fr: Connectez-vous sur le géoshop et confirmez ou annulez votre commande dans la section "Mes commandes".

source: <p>Your profile update requests have been sent to the Geoshop administrators.</p> <p> They will be reviewed and implemented in the coming days. You will be notified by email once the updates are completed. </p>
fr: <p>Vos demandes de modification de profil ont été envoyées aux administrateurs du Geoshop.</p> <p> Elles seront analysées et reportées dans les jours à venir. Vous serez averti par email une fois les modifications effectuées. </p>

source: This email was sent to
fr: Cet email est adressé à

source: Your approval is required to process an order from the Geoshop. Click on this link to approve or reject the order:
fr: Votre accord est nécessaire en vue de traiter une commande du géoshop. Cliquez sur ce lien pour valider ou refuser la commande:

source: Please note that the client will not receive the data until you take action.
fr: Veuillez noter que le client ne recevra pas les données tant qu'une action de votre part n'est pas entreprise.

source: If you believe this email was sent to you in error, please contact
fr: Si vous estimez que cet email est une erreur, veuillez s'il vous plaît prendre contact avec le

source: Your account creation request is under review.
fr: Votre demande de création de compte est en cours de vérification.

source: You will receive an email when your registration is approved.
fr: Vous recevrez un email lorsque votre inscription sera validée.

source: metadata_description
fr: Description du contenu des données

source: source_scale
fr: Échelle de la source

source: external_links
fr: Liens

source: Metadata
fr: Métadonnée

source: This orderitem cannot be deleted anymore.
fr: Ce produit ne peut plus être enlevé du panier.

source: Zip does not exist
fr: Le fichier zip n'existe pas

source: This order cannot be deleted anymore.
fr: Cette commande ne peut pas être annulée.

source: Full zip is not ready
fr: Le zip contenant l'ensemble des fichiers n'est pas encore prêt.

source: Password reset e-mail has been sent.
fr: L'email pour la réinitialisation du mot de passe a été envoyé

source: Password has been reset with the new password.
fr: Votre nouveau mot de passe est sauvegardé

source: Geoshop - New user request
fr: Geoshop - Nouvel utilisateur à valider

source: A new user account needs to be validated:
fr: Un nouveau compte utilisateur est en attente de validation.

source: Geoshop - New account pending
fr: Geoshop - Nouveau compte en attente

source: Your data was successfully submitted
fr: Vos données ont été correctement soumises

source: No object matches given id
fr: Aucun objet trouvé pour cet id

source: Zip file not found
fr: Le fichier zip n'a pas été trouvé

source: Geoshop - User change request
fr: Geoshop - Demande de modifications de la part d'un utilisateur

source: The user {} has requested some changes for his user profile.
fr: {} a fait une demande de modification de son profil.

source: Geoshop - Your changes request
fr: Geoshop - Votre demande de modification
